{"derivation": "from G3004 (λόγος);", "kjv_def": "account, cause, communication, X concerning, doctrine, fame, X have to do, intent, matter, mouth, preaching, question, reason, + reckon, remove, say(-ing), shew, X speaker, speech, talk, thing, + none of these things move me, tidings, treatise, utterance, word, work", "lemma": "λόγος", "frequency": 338, "strongs_def": " something said (including the thought); by implication, a topic (subject of discourse), also reasoning (the mental faculty) or motive; by extension, a computation; specially, (with the article in John) the Divine Expression (i.e. Christ)", "outline": "<ol><li> of speech<ol><li> a word, uttered by a living voice, embodies a conception or idea</li><li> what someone has said<ol><li> a word</li><li> the sayings of God</li><li> decree, mandate or order</li><li> of the moral precepts given by God</li><li> Old Testament prophecy given by the prophets</li><li> what is declared, a thought, declaration, aphorism, a weighty saying, a dictum, a maxim</li></ol><li> discourse<ol><li> the act of speaking, speech</li><li> the faculty of speech, skill and practice in speaking</li><li> a kind or style of speaking</li><li> a continuous speaking discourse - instruction</li></ol><li> doctrine, teaching</li><li> anything reported in speech; a narration, narrative</li><li> matter under discussion, thing spoken of, affair, a matter in dispute, case, suit at law</li><li> the thing spoken of or talked about; event, deed</li></ol><li> its use as respect to the MIND alone<ol><li> reason, the mental faculty of thinking, meditating, reasoning, calculating</li><li> account, i.e. regard, consideration</li><li> account, i.e. reckoning, score</li><li> account, i.e. answer or explanation in reference to judgment</li><li> relation, i.e. with whom as judge we stand in relation<ol><li> reason would</li></ol><li> reason, cause, ground</li></ol><li> In John, denotes the essential Word of God, Jesus Christ, the personal wisdom and power in union with God, his minister in creation and government of the universe, the cause of all the world's life both physical and ethical, which for the procurement of man's salvation put on human nature in the person of Jesus the Messiah, the second person in the Godhead, and shone forth conspicuously from His words and deeds.</li></ol>"}