{"derivation": "apparently a primary word;", "kjv_def": "child, foal, son", "lemma": "υἱός", "frequency": 374, "strongs_def": " a \"son\" (sometimes of animals), used very widely of immediate, remote or figuratively, kinship", "outline": "<ol><li> a son<ol><li> rarely used for the young of animals</li><li> generally used of the offspring of men</li><li> in a restricted sense, the male offspring (one born by a father and of a mother)</li><li> in a wider sense, a descendant, one of the posterity of any one,<ol><li> the children of Israel</li><li> sons of Abraham</li></ol><li>) used to describe one who depends on another or is his follower<ol><li> a pupil</li></ol><li> son of man<ol><li> term describing man, carrying the connotation of weakness and mortality</li><li> son of man, symbolically denotes the fifth kingdom in Daniel 7:13 and by this term its humanity is indicated in contrast with the barbarity and ferocity of the four preceding kingdoms (the Babylonian, the Median and the Persian, the Macedonian, and the Roman) typified by the four beasts. In the book of Enoch (2nd Century) it is used of Christ.</li><li> used by Christ himself, doubtless in order that he might intimate his Messiahship and also that he might designate himself as the head of the human family, the man, the one who both furnished the pattern of the perfect man and acted on behalf of all mankind. Christ seems to have preferred this to the other Messianic titles, because by its lowliness it was least suited to foster the expectation of an earthly Messiah in royal splendour.</li></ol><li> son of God<ol><li> used to describe Adam (Lk. 3:38)</li><li> used to describe those who are born again (Lk. 20:36) and of angels and of Jesus Christ</li><li> of those whom God esteems as sons, whom he loves, protects and benefits above others<ol><li> in the OT used of the Jews</li><li> in the NT of Christians</li><li> those whose character God, as a loving father, shapes by chastisements (Heb. 12:5-8)</li></ol><li> those who revere God as their father, the pious worshippers of God, those who in character and life resemble God, those who are governed by the Spirit of God, repose the same calm and joyful trust in God which children do in their parents (Rom. 8:14, Gal. 3:26 ), and hereafter in the blessedness and glory of the life eternal will openly wear this dignity of the sons of God. Term used preeminently of Jesus Christ, as enjoying the supreme love of God, united to him in affectionate intimacy, privy to his saving councils, obedient to the Father's will in all his acts</li></ol></li></ol>"}