{
	"GN1_1":[
		{
			"name": "ఆదికాండం 1-11 అధ్యాయాలు Genesis 1-11",
			"url": "https://www.youtube.com/embed/uJldAcOomUk",
			"description": "పుస్తకం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే జెనెసిస్ పుస్తకంపై మా రీడ్ స్క్రిప్చర్ వీడియోను చూడండి. ఆదికాండములో, దేవుడు ఒక మంచి ప్రపంచాన్ని చేస్తాడు మరియు దానిని పరిపాలిస్తున్న మానవులను కమీషన్ చేస్తాడు, తరువాత వారు చెడ్డవాళ్ళకు, ప్రతి ఒక్కరినీ నాశనం చేస్తారు."
		},
		{
			"name": "ఆదికాండం 12-50 అధ్యాయాలు Genesis 12-50",
			"url": "https://www.youtube.com/embed/xJcSmPdmrYU",
			"description": "పుస్తకం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే జెనెసిస్ పుస్తకంపై మా రీడ్ స్క్రిప్చర్ వీడియోను చూడండి. ఆదికాండములో, అబ్రాహాము యొక్క కుటుంబం ద్వారా తిరుగుబాటు మానవజాతిని ఆశీర్వదిస్తానని దేవుడు వాగ్దానం చేస్తాడు, వారి స్థిరమైన వైఫల్యం మరియు మూర్ఖత్వం ఉన్నప్పటికీ."
		}
	],
	"EX1_1":[
		{
			"name": "నిర్గమకాండం గ్రంథం 1-18 అధ్యాయాలు Exodus 1-18",
			"url": "https://www.youtube.com/embed/zp55PX5kweY",
			"description": "గ్రంథం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే ఇది ఎక్సోడస్ బుక్లో మా గ్రంథం వీడియోను చూడండి. ఎక్సోడస్ లో, దేవుడు ఇశ్రాయేలీయులను ఈజిప్టు బానిసత్వము నుండి రక్షిస్తాడు మరియు ఫరో యొక్క దుష్ట మరియు అన్యాయాలను ఎదుర్కుంటాడు."
		},
		{
			"name": "నిర్గమకాండం గ్రంథం 19-40 అధ్యాయాలు Exodus 19-40",
			"url": "https://www.youtube.com/embed/K5Tto_YK5PU",
			"description": "గ్రంథం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే ఇది ఎక్సోడస్ బుక్లో మా గ్రంథం వీడియోను చూడండి. ఎక్సోడస్ లో, దేవుడు ఇశ్రాయేలీయులను ఒక ఒడంబడికకు ఆహ్వానిస్తాడు మరియు వారి మధ్య నివసించు టాబెర్నాకిల్లో ఉంటాడు, కాని ఇశ్రాయేలు తిరుగుబాటుదారులు మరియు కలుషితమైన సంబంధం."
		}
	],	
	"NU1_1":[
		{
			"name": "సంఖ్యాకాండం గ్రంథం Numbers",
			"url": "https://www.youtube.com/embed/rmkdUN8Kt44",
			"description": "The Read Scripture video on the book of Numbers breaks down the literary design of the book and its flow of thought. In Numbers, Israel travels through the wilderness on the way to the land promised to Abraham. Their repeated rebellion is met by God’s justice and mercy."
		}
	],
	"DT1_1":[
		{
			"name": "ద్వితీయోపదేశ కాండం గ్రంథం Deuteronomy",
			"url": "https://www.youtube.com/embed/8SbMFQI1oMs",
			"description": "The Read Scripture video on the book of Deuteronomy breaks down the literary design of the book and its flow of thought. In Deuteronomy, Moses gives final words of wisdom and warning before the Israelites enter the promised land, challenging them to be faithful to God."
		}
	],
	"JG1_1":[
		{
			"name": "న్యాయాధిపతులు గ్రంథం Judges",
			"url": "https://www.youtube.com/embed/pppiILkgUws",
			"description": "The Read Scripture video on the book of Judges breaks down the literary design of the book and its flow of thought. In Judges, the Israelites turn away from God and face the consequences. God raises judges in cycles of rebellion, repentance, and restoration."
		}
	],	
	"RT1_1":[
		{
			"name": "రూతు గ్రంథం Ruth",
			"url": "https://www.youtube.com/embed/KqZJnmZS3kA",
			"description": "The Read Scripture video on the book of Ruth breaks down the literary design of the book and its flow of thought. In Ruth, an Israelite family faces tragic loss, and God uses the faithfulness of a non-Israelite woman to bring restoration into the family of David."
		}
	],
	"IS1_1":[
		{
			"name": "యెషయా గ్రంథం 1-39 Isaiah 1-39",
			"url": "https://www.youtube.com/embed/zHFAS5s8q2M",
			"description": "The Read Scripture video on the first 39 chapters of the book of Isaiah breaks down the literary design of the book and its flow of thought. Isaiah announces that God’s judgment will purify Israel and prepare his people for the coming messianic king and the new Jerusalem."
		}
	],	
	"MT1_1":[
		{
			"name": "లేఖనాలు చదవండి: మత్తయి సువార్త 1వ భాగము Matthew Part 1 of 2",
			"url": "https://www.youtube.com/embed/Xab5LZUzaUA",
			"description": "The Read Scripture video on the Gospel of Matthew breaks down the literary design of the book and its flow of thought. In Matthew's Gospel, Jesus brings God’s heavenly kingdom to earth and invites his disciples into a new way of life through his death and resurrection."
		},
		{
			"name": "లేఖనాలు చదవండి: మత్తయి సువార్త 2వ భాగము Matthew Part 2 of 2",
			"url": "https://www.youtube.com/embed/-mqv2eT74Hw",
			"description": "The Read Scripture video on the Gospel of Matthew breaks down the literary design of the book and its flow of thought. In Matthew's Gospel, Jesus brings God’s heavenly kingdom to earth and invites his disciples into a new way of life through his death and resurrection."
		}
	],	
	"MK1_1": [
		{
			"name": "లేఖనాలు చదవండి: మార్కు సువార్త గ్రంథం Mark",
			"url": "https://www.youtube.com/embed/6c7aDXzWG18",
			"description": "యేసు యొక్క జీవితం, మరణం మరియు పునరుజ్జీవం యొక్క ప్రారంభ అధికారిక నివేదికలలో ఒకటి. మార్కు యేసు ఇశ్రాయేలు ఎదురుచూస్తున్న నిజమైన మెస్సీయా అనే ప్రాథమిక ప్రశ్నలను ప్రస్తావిస్తాడు. అలాగైతే మెస్సీయ రాజు ఏ విధoగా బాధపడితే చనిపోయి మరణిoచాడు?The Read Scripture video on the Gospel of Mark breaks down the literary design of the book and its flow of thought. Mark demonstrates that Jesus is Israel's Messiah who inaugurates God’s kingdom through his suffering, death, and resurrection."
		}
	],
	"LK1_1": [
		{
			"name": "లేఖనాలు చదవండి: లూకా సువార్త 1వ భాగము Luke Part 1 of 2",
			"url": "https://www.youtube.com/embed/iHBA-juFMnE",
			"description": "The Read Scripture video on the Gospel of Luke breaks down the literary design of the book and its flow of thought. In Luke's Gospel, Jesus carries the covenant story of God and Israel to its culmination and he announces the good news of God’s kingdom to the poor and the rich."
		},
		{
			"name": "లేఖనాలు చదవండి: లూకా సువార్త 2 వ భాగము Luke Part 2 of 2",
			"url": "https://www.youtube.com/embed/PJ58qN9ogaU",
			"description": "The Read Scripture video on the Gospel of Luke breaks down the literary design of the book and its flow of thought. In Luke's Gospel, Jesus carries the covenant story of God and Israel to its culmination and he announces the good news of God’s kingdom to the poor and the rich."
		}
	],
	"JN1_1": [
		{
			"name": "లేఖనాలు చదవండి: యోహాను సువార్త 1 వ భాగము John Part 1 of 2",
			"url": "https://www.youtube.com/embed/yExua9WMTpE",
			"description": "గ్రంథం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే జాన్ సువార్తపై మా గ్రంథం వీడియోను చూడండి. యోహానులో, యేసు మానవుడయ్యాడు, ఇశ్రాయేలు సృష్టికర్త యొక్క అవతారంగా, తన ప్రేమను మరియు నిత్యజీవపు బహుమతిని ప్రపంచానికి పంచుకునేందుకు."
		},
		{
			"name": "లేఖనాలు చదవండి: యోహాను సువార్త 2 వ భాగము John Part 2 of 2",
			"url": "https://www.youtube.com/embed/faqXsht7sqw",
			"description": "గ్రంథం యొక్క సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే జాన్ సువార్తపై మా గ్రంథం వీడియోను చూడండి. యోహానులో, యేసు మానవుడయ్యాడు, ఇశ్రాయేలు సృష్టికర్త యొక్క అవతారంగా, తన ప్రేమను మరియు నిత్యజీవపు బహుమతిని ప్రపంచానికి పంచుకునేందుకు."
		}
	],
	"AC1_1": [
		{
			"name": "లేఖనాలు చదవండి: అపోస్తలుల కార్యాలు గ్రంథం 1 వ భాగము Acts 1-12",
			"url": "https://www.youtube.com/embed/uEHI1K9oLWE",
			"description": "The Read Scripture video on the book of Acts breaks down the literary design of the book and its flow of thought. In Acts, Jesus sends the Holy Spirit to empower his disciples as they carry the good news of his kingdom to the nations of the world. Part 1 covers the first 12 chapters of Acts."
		},
		{
			"name": "లేఖనాలు చదవండి: అపోస్తలుల కార్యాలు గ్రంథం 2 వ భాగము Acts 13-28",
			"url": "https://www.youtube.com/embed/YICUhWeGpwc",
			"description": "The Read Scripture video on the book of Acts breaks down the literary design of the book and its flow of thought. In Acts, Jesus sends the Holy Spirit to empower his disciples as they carry the good news of his kingdom to the nations of the world. Part 2 covers chapters 13 to 28."
		}
	],
	"RM1_1": [
		{
			"name": "లేఖనాలు చదవండి: రోమీయులకు రాసిన పత్రిక 1 వ భాగము Romans Part 1 of 2",
			"url": "https://www.youtube.com/embed/K63FJV_IHgo",
			"description": "The Read Scripture video on the book of Romans breaks down the literary design of the book and its flow of thought. Paul shows how Jesus created the new covenant family of Abraham through his death and resurrection and the sending of the Spirit. Part 1 covers the first 4 chapters of Romans."
		},
		{
			"name": "లేఖనాలు చదవండి: రోమీయులకు రాసిన పత్రిక 2 వ భాగము Romans Part 2 of 2",
			"url": "https://www.youtube.com/embed/9jswutt_EJs",
			"description": "The Read Scripture video on the book of Romans breaks down the literary design of the book and its flow of thought. Paul shows how Jesus created the new covenant family of Abraham through his death and resurrection and the sending of the Spirit. Part 2 covers chapters 5 through 16."
		}
	],
	"C11_1": [
		{
			"name": "పౌలు కొరింథీయులకు రాసిన మొదటి పత్రిక 1 Corinthians",
			"url": "https://www.youtube.com/embed/lfy-Nb7OI0o",
			"description": "చిత్రాల సహాయంతో కొరింథీ మొదటి పత్రిక వివరణ, లక్ష్యము -ఉద్దేశ్యము కోసం, సువార్తలోని లెన్స్ ద్వారా జీవితం యొక్క అత్యంత సంక్లిష్ట సమస్యలన్నింటినీ చూడవచ్చని కొరింథీయులకు క్రొత్త క్రైస్తవులను పౌలు చూపిస్తున్నాడు."
		}
	],
	"C21_1": [
		{
			"name": "లేఖనాలు చదవండి: కొరింథీయులకు రాసిన 2వ పత్రిక 2 Corinthians",
			"url": "https://www.youtube.com/embed/r52hkaFyAJw",
			"description": "The Read Scripture video on 2 Corinthians breaks down the literary design of the book and its flow of thought. In 2 Corinthians, Paul resolves his conflict with the Corinthians by showing how the scandal of the crucifixion turns our value systems upside-down."
		}
	],
	"GL1_1": [
		{
			"name": "లేఖనాలు చదవండి: గలతీయులకు రాసిన పత్రిక Galatians",
			"url": "https://www.youtube.com/embed/jYvCcaz4OBM",
			"description": "The Read Scripture video on the book of Galatians breaks down the literary design of the book and its flow of thought. In Galatians, Paul challenges the Galatian Christians to stop allowing controversial Torah observances to divide their church's congregation."
		}
	],
	"EP1_1": [
		{
			"name": "లేఖనాలు చదవండి: ఎఫెసీయులకు రాసిన పత్రిక Ephesians",
			"url": "https://www.youtube.com/embed/fvOIxCRDG3o",
			"description": "The Read Scripture video on the book of Ephesians breaks down the literary design of the book and its flow of thought. In Ephesians, Paul shows how the good news should create ethnically diverse communities that are unified by devotion to Jesus and to each other."
		}
	],
	"PP1_1": [
		{
			"name": "లేఖనాలు చదవండి: ఫిలిప్పీయులకు రాసిన పత్రిక Philippians",
			"url": "https://www.youtube.com/embed/1Sx6Uh3xBrk",
			"description": "The Read Scripture video on the book of Philippians breaks down the literary design of the book and its flow of thought. In Philippians, Paul thanks the Philippian Christians for their generosity and shares how they are all called to imitate Jesus’ self-giving love."
		}
	],
	"CL1_1": [
		{
			"name": "లేఖనాలు చదవండి: కొలస్సీయులకు Colossians",
			"url": "https://www.youtube.com/embed/km7DdnGJB6c",
			"description": "పుస్తక సాహిత్య రూపకల్పన మరియు ఆలోచన యొక్క ప్రవాహాన్ని విచ్ఛిన్నం చేసే కొలస్సీయుల పుస్తకంలో మన పాఠం వీడియోను చూడండి. పౌలు కొలస్సీలోని క్రైస్తవులను యేసు అన్ని వాస్తవాల కేoద్రoగా చూడడానికి ప్రోత్సహిస్తున్నాడు, కాబట్టి వారు ఇతర మతాల నుoడి ఒత్తిడి చేయరు."
		}
	],
	"H11_1": [
		{
			"name": "లేఖనాలు చదవండి: థెస్సలోనీకయులకు రాసిన మొదటి ఉత్తరం 1 Thessalonians",
			"url": "https://www.youtube.com/embed/N01iWZX9kOk",
			"description": "The Read Scripture video on 1 Thessalonians breaks down the literary design of the book and its flow of thought. In 1 Thessalonians, Paul directs the persecuted Thessalonian Christians to hope in the future of king Jesus' return who will make all things right."
		}
	],
	"H21_1": [
		{
			"name": "లేఖనాలు చదవండి: థెస్సలోనికయులకు రాసిన రెండో పత్రిక 2 Thessalonians",
			"url": "https://www.youtube.com/embed/TtRq8XY4d3w",
			"description": "The Read Scripture video on 2 Thessalonians breaks down the literary design of the book and its flow of thought. In 2 Thessalonians, Paul clarified his earlier teachings about Jesus' future return and rebukes the Christians who were disrupting the community."
		}
	],
	"T11_1": [
		{
			"name": "లేఖనాలు చదవండి: 1 వ తిమోతి 1 Timothy",
			"url": "https://www.youtube.com/embed/98SvI4KHNtk",
			"description": "The Read Scripture video on 2 Timothy breaks down the literary design of the book and its flow of thought. In 2 Timothy, Paul is near execution and offers a personal challenge to Timothy to keeping following Jesus no matter the sacrifice and risk."
		}
	],
	"T21_1": [
		{
			"name": "లేఖనాలు చదవండి: 2 వ తిమోతి 2 Timothy",
			"url": "https://www.youtube.com/embed/XVHzxvNizX4",
			"description": "The Read Scripture video on 2 Timothy breaks down the literary design of the book and its flow of thought. In 2 Timothy, Paul is near execution and offers a personal challenge to Timothy to keeping following Jesus no matter the sacrifice and risk."
		}
	],
	"TT1_1": [
		{
			"name": "లేఖనాలు చదవండి: తీతుకు రాసిన పత్రిక Titus",
			"url": "https://www.youtube.com/embed/kHVZs6YD1vM",
			"description": "The Read Scripture video on the book of Titus breaks down the literary design of the book and its flow of thought. In Titus, Paul commissions Titus to show how the good news of Jesus and the power of the Spirit can transform the Cretan culture from within."
		}
	],
	"PM1_1": [
		{
			"name": "లేఖనాలు చదవండి: ఫిలేమోనుకు Philemon",
			"url": "https://www.youtube.com/embed/Y46bE3CBwds",
			"description": "The Read Scripture video on the book of Philemon breaks down the literary design of the book and its flow of thought. In this letter, Paul helps his friend Philemon to reconcile with his escaped former slave Onesimus and shows that they are equals because of Jesus."
		}
	],
	"HB1_1": [
		{
			"name": "హెబ్రీయులకు రాసిన పత్రిక Hebrews",
			"url": "https://www.youtube.com/embed/51aR-ba-U_E",
			"description": "బొమ్మలతో హెబ్రీయులకు రాసిన పత్రిక విశదీకరణ. The Read Scripture video on the book of Hebrews breaks down the literary design of the book and its flow of thought. In Hebrews, the author shows how Jesus is the ultimate revelation of God's love and mercy and is worthy of our devotion."
		}
	],
	"JM1_1": [
		{
			"name": "లేఖనాలు చదవండి: యాకోబు రాసిన పత్రిక James",
			"url": "https://www.youtube.com/embed/yclOXT7va2U",
			"description": "The Read Scripture video on the book of James breaks down the literary design of the book and its flow of thought. In this book, James combines the wisdom of his brother Jesus with the book of Proverbs in his own challenging call to live a life wholly devoted to God."
		}
	],
	"P11_1": [
		{
			"name": "లేఖనాలు చదవండి: పేతురు రాసిన మొదటి పత్రిక 1 Peter",
			"url": "https://www.youtube.com/embed/vNTozi22AEM",
			"description": "The Read Scripture video on 1 Peter breaks down the literary design of the book and its flow of thought. Peter offers hope to persecuted Christians and guides them with practical instruction on living life consistent with following Jesus."
		}
	],
	"P21_1": [
		{
			"name": "లేఖనాలు చదవండి: పేతురు రాసిన రెండవ పత్రిక 2 Peter",
			"url": "https://www.youtube.com/embed/ku9TGXuDwMs",
			"description": "The Read Scripture video on 2 Peter breaks down the literary design of the book and its flow of thought. In 2 Peter, Peter calls for faithfulness and confronts corrupt teachers who distorted the message about Jesus and lead others astray."
		}
	],
	"J11_1": [
		{
			"name": "లేఖనాలు చదవండి: యోహాను రాసిన 1,2,3 పత్రికలు 1-3 John",
			"url": "https://www.youtube.com/embed/lejWRIp7oQs",
			"description": "The Read Scripture video on the letters of John breaks down the literary design of the books and their flow of thought. In these letters, John calls followers of Jesus to share in God's own life and love by devoting themselves to loving one another."
		}
	],
	"J21_1": [
		{
			"name": "లేఖనాలు చదవండి: యోహాను రాసిన 1,2,3 పత్రికలు 1-3 John",
			"url": "https://www.youtube.com/embed/lejWRIp7oQs",
			"description": "The Read Scripture video on the letters of John breaks down the literary design of the books and their flow of thought. In these letters, John calls followers of Jesus to share in God's own life and love by devoting themselves to loving one another."
		}
	],
	"J31_1": [
		{
			"name": "లేఖనాలు చదవండి: యోహాను రాసిన 1,2,3 పత్రికలు 1-3 John",
			"url": "https://www.youtube.com/embed/lejWRIp7oQs",
			"description": "The Read Scripture video on the letters of John breaks down the literary design of the books and their flow of thought. In these letters, John calls followers of Jesus to share in God's own life and love by devoting themselves to loving one another."
		}
	],
	"JD1_1": [
		{
			"name": "లేఖనాలు చదవండి: యూదా రాసిన పత్రిక Jude",
			"url": "https://www.youtube.com/embed/ClYnH2GJpV8",
			"description": "The Read Scripture video on the book of Jude breaks down the literary design of the book and its flow of thought. In this book, Jude confronts corrupt teachers who distort the message about his brother Jesus and lead others astray."
		}
	],
	"RV1_1": [
		{
			"name": "ప్రకటన గ్రంథం 1-11 Revelation 1-11",
			"url": "https://www.youtube.com/embed/1dKqXtBsab0",
			"description": "The Read Scripture video on the book of Revelation breaks down the literary design of the book and its flow of thought. In Revelation, John's visions reveal that Jesus has overcome evil by his death and resurrection, and will return one day as the true king of the world. Part 1 covers the first 11 chapters."
		}
	]
}
