{
	"GN1_1":[
		{
			"name": "उत्पत्ति - 1/2",
			"url": "https://www.youtube.com/embed/rhL-63rVmW0",
			"description": "उत्पत्ति की पुस्तक पर बने हमारे \" बाइबल पढ़ें वीडियो\" देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को विभाजित करता हैं। उत्पत्ति पुस्तक में, परमेश्वर एक अच्छी दुनिया बनाकर मनुष्यो को राज्य करने के लिए प्रेरित करते हैं, लेकिन मनुष्य बुराई फैलाकर सब कुछ नष्ट कर देते हैं।"
		},
		{
			"name": "उत्पत्ति - 2/2",
			"url": "https://www.youtube.com/embed/4nEOAbd1Lzg",
			"description": "उत्पत्ति की पुस्तक पर बने हमारे \"बाइबल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को विभाजित करता है। उत्पत्ति पुस्तक में, परमेश्वर उनकी निरंतर असफलता और मूर्खता के बावजूद, अब्राहम के परिवार के माध्यम से विद्रोही मानवता को आशीष देने का वादा करते है।"
		}
	],	
	"MT1_1":[
		{
			"name": "मत्ती - 1/2",
			"url": "https://www.youtube.com/embed/6BlA3f9MrsU",
			"description": "मत्ती की पुस्तक पर बने हमारे \"बाइबिल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और उसके विचारों के प्रवाह को तोड़ता है। मत्ती पुस्तक में, यीशु धरती पर परमेश्वर के स्वर्गीय साम्राज्य को लाते है और अपने चेलों को उनकी मृत्यु और पुनरुत्थान के माध्यम से जीवन के एक नए तरीके ले लिए आमंत्रित करते है |"
		},
		{
			"name": "मत्ती - 2/2",
			"url": "https://www.youtube.com/embed/t1igXIOBaCI",
			"description": "मत्ती की पुस्तक पर बने हमारे \"बाइबिल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और उसके विचारों के प्रवाह को तोड़ता है। मत्ती पुस्तक में, यीशु धरती पर परमेश्वर के स्वर्गीय साम्राज्य को लाते है और अपने चेलों को उनकी मृत्यु और पुनरुत्थान के माध्यम से जीवन के एक नए तरीके ले लिए आमंत्रित करते है |"
		}
	],	
	"MK1_1": [
		{
			"name": "मरकुस",
			"url": "https://www.youtube.com/embed/T4nFgWFAXlQ",
			"description": "मरकुस की पुस्तक पर बने हमारे \"बाइबल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और उसके विचार के प्रवाह को विभाजित करता है। मरकुस दर्शाता है कि यीशु इजरायल के मसीहा है जो अपने दुख, मृत्यु और पुनरुत्थान के द्वारा परमेश्वर के राज्य की शुरुआत करता है।"
		}
	],
	"LK1_1": [
		{
			"name": "लुका - 1/2",
			"url": "https://www.youtube.com/embed/5YyZqeFRwxQ",
			"description": "लुका की पुस्तक पर बने हमारे \"बाइबल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और उसके विचारों के प्रवाह को विभाजित करता है। लूका पुस्तक में, यीशु परमेश्वर और इज़राइल की वाचा की कहानी को चरम बिंदु पर ले जाता है और वह परमेश्वर के राज्य की खुशखबरी गरीबों और अमीरों को सुनाता है।"
		}
	],
	"JN1_1": [
		{
			"name": "यूहन्ना - 1/2",
			"url": "https://www.youtube.com/embed/S9vgszI8w1A",
			"description": "यूहन्ना के सुसमाचार पर बने हमारे \"बाइबल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को विभाजित करता है। यूहन्ना पुस्तक में, इज़राइल के सृष्टिकर्ता परमेश्वर के रूप में यीशु ने मनुष्य देह्धारण किया, ताकि अपने प्रेम और अनन्त जीवन की भेंट को दुनिया के साथ साझा कर सके।"
		},
		{
			"name": "यूहन्ना - 2/2",
			"url": "https://www.youtube.com/embed/sHwZfVIfwL0",
			"description": "यूहन्ना के सुसमाचार पर बने हमारे \"बाइबिल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को तोड़ता है। यूहन्ना पुस्तक में, इज़राइल के निर्माता परमेश्वर के रूप में यीशु ने मनुष्य अवतार लिया अपने प्रेम और अनन्त जीवन का उपहार दुनिया के साथ साझा करने के लिए।"
		}
	],
	"AC1_1": [
		{
			"name": "प्ररितो - 1/2",
			"url": "https://www.youtube.com/embed/KFeLcHZcBwE",
			"description": "प्ररितो की पुस्तक पर बने हमारे \"बाइबिल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को तोड़ता है। प्ररितो पुस्तक में, अपने चेलों को सशक्त बनाने के लिए यीशु पवित्र आत्मा को भेजते है क्योंकि वे उनके राज्य की खुशखबरी दुनिया के राष्ट्रों को देंगे।"
		},
		{
			"name": "प्ररितो - 2/2",
			"url": "https://www.youtube.com/embed/AeBaq0tP0oQ",
			"description": "प्ररितो की पुस्तक पर बने हमारे \"बाइबिल पढ़ें\" वीडियो देखें, जो पुस्तक की साहित्यिक रचना और विचार के प्रवाह को तोड़ता है। प्ररितो पुस्तक में, अपने चेलों को सशक्त बनाने के लिए यीशु पवित्र आत्मा को भेजते है क्योंकि वे उनके राज्य के शुभ संदेश को दुनिया के राष्ट्रों को देंगे।"
		}
	]
}
